Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/Ungrouped/Photos.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# ICLOUDPHOTOS_DISABLE_PROMPT_DOWNLOAD_ORIGINALS_iPad
source: Photos and videos that have been optimized to save space will be removed from this iPad. The original, full versions will still be available on other devices using iCloud Photos.
ar: ستتم إزالة الصور والفيديوهات - التي تم تحسينها للاحتفاظ بالمساحة - من هذا الـ iPad. ستظل النسخ الأصلية الكاملة متوفرة على الأجهزة الأخرى التي تستخدم صور iCloud.
bg: Снимките и видеата, които са били оптимизирани за пестене на място, ще бъдат премахнати от този iPad. Оригиналните пълни версии ще продължават да бъдат достъпни на други устройства с помощта на iCloud снимки.
ca: S’eliminaran de l’iPad les fotos i els vídeos que s’hagin optimitzat per estalviar espai. Les versions completes originals continuaran estant disponibles a la resta de dispositius que utilitzin les fotos a l’iCloud.
cs: Velikostně optimalizované fotky a videa budou z iPadu odstraněny. Na ostatních zařízeních připojených k fotkám na iCloudu budou původní plné verze nadále dostupné.
da: Fotos og videoer, der er blevet optimeret til at spare plads, fjernes fra denne iPad. De originale, fulde versioner vil stadig være tilgængelige på andre enheder, der bruger iCloud-fotos.
de: Fotos und Videos, die optimiert wurden, um Speicherplatz einzusparen, werden von diesem iPad entfernt. Die Originalversionen sind weiterhin über „iCloud-Fotos“ auf anderen Geräten verfügbar.
el: Οι φωτογραφίες και τα βίντεο που έχουν βελτιστοποιηθεί για εξοικονόμηση χώρου θα αφαιρεθούν από αυτό το iPad. Οι αρχικές, πλήρεις εκδόσεις θα παραμείνουν διαθέσιμες σε άλλες συσκευές που χρησιμοποιούν τις Φωτογραφίες iCloud.
es: Las fotos y los vídeos que se han optimizado para ahorrar espacio se eliminarán de este iPad. Sus versiones completas originales seguirán estando disponibles en otros dispositivos que usen las fotos en iCloud.
es_us: Se eliminarán de este iPad las fotos y videos que se optimizaron para ahorrar espacio. Las versiones originales con resolución completa seguirán disponibles en otros dispositivos que usen Fotos en iCloud.
fi: Kuvat ja videot, jotka on optimoitu kuvan säästämiseksi, poistetaan tästä iPadista. Alkuperäiset täydet versiot ovat yhä muiden iCloud-kuvia käyttävien laitteiden käytettävissä.
fr: Les photos et vidéos qui ont été optimisées pour libérer de l’espace seront supprimées de cet iPad. Les versions en pleine résolution d’origine seront toujours disponibles sur les autres appareils utilisant Photos iCloud.
fr_ca: Les photos et vidéos qui ont été optimisées pour économiser de l’espace seront supprimées de cet iPad. Leur version originale en pleine résolution restera disponible sur les autres appareils qui utilisent Photos iCloud.
he: תמונות וסרטונים שעברו מיטוב לצורך חיסכון בשטח אחסון יוסרו מ-iPad זה. ניתן יהיה לגשת לגירסאות המקוריות המלאות במכשירים אחרים באמצעות ״תמונות iCloud״.
hi: जगह बचाने के लिए ऑप्टिमाइज़ की गई तस्वीरें और वीडियो इस iPad से हटा दिए जाएँगे। iCloud तस्वीर का उपयोग करने वाले अन्य डिवाइस पर मूल, पूर्ण संस्करण अभी भी उपलब्ध होंगे।
hr: Fotografije i videozapisi koji su optimizirani za uštedu prostora uklonit će se s ovog iPada. Originalne cjelovite verzije i dalje će biti dostupne na drugim uređajima koji koriste iCloud fotografije.
hu: A tárhely-megtakarításhoz optimalizált fotók és videók el lesznek távolítva erről az iPadről. Az eredeti, teljes verziók továbbra is elérhetők maradnak az iCloud-fotókat használó egyéb eszközökön.
id: Foto dan video yang telah dioptimalkan untuk menghemat ruang akan dihapus dari iPad ini. Versi asli yang utuh akan tetap tersedia di perangkat lain yang menggunakan Foto iCloud.
it: I contenuti che sono stati ottimizzati per utilizzare meno spazio verranno rimossi da questo iPad. Le versioni originali, alla massima risoluzione, saranno disponibili sugli altri dispositivi su cui è attiva l’opzione “Foto di iCloud”.
ja: 空き領域を確保するために最適化された写真とビデオはこのiPadから削除されます。オリジナルの完全版は、iCloud写真を使用しているデバイス上では引き続き利用できます。
kk: Орынды үнемдеу үшін оңтайландырылған фотолар мен видеолар осы iPad құрылғысынан жойылады. Түпнұсқа толық нұсқалы материалдарды «iCloud фотолары» функциясын пайдалану арқылы басқа құрылғылардан алуға болады.
ko: 저장 공간을 확보하기 위해 최적화된 사진 및 비디오가 이 iPad에서 제거됩니다. 전체 버전인 원본은 iCloud 사진을 사용하는 다른 기기에서 계속 사용할 수 있습니다.
lt: Iš šio „iPad“ bus pašalintos nuotraukos ir vaizdo įrašai, optimizuoti siekiant sutaupyti vietos. Originalios, viso dydžio versijos vis tiek bus pasiekamos kituose įrenginiuose naudojant programą „iCloud“ nuotraukos“.
ms: Foto dan video yang telah dioptimumkan untuk menjimatkan ruang akan dikeluarkan daripada iPad ini. Versi penuh asal masih akan tersedia pada peranti lain yang menggunakan Foto iCloud.
nb: Bilder og videoer som har blitt optimalisert for å spare plass, vil bli fjernet fra iPaden. Fullversjonen av de opprinnelige filene vil fortsatt være tilgjengelig på andre enheter som bruker iCloud Bilder.
nl: Foto's en video's die zijn geoptimaliseerd om ruimte te besparen, worden van deze iPad verwijderd. De oorspronkelijke, volledige versies blijven beschikbaar op andere apparaten die iCloud-foto's gebruiken.
pl: Zdjęcia i wideo, które zostały zoptymalizowane do oszczędzania miejsca, zostaną usunięte z tego iPada. Pełne wersje oryginałów będą nadal dostępne na innych urządzeniach używających Zdjęć w iCloud.
pt: Fotos e vídeos que foram otimizados para economizar espaço serão removidos deste iPad. As versões originais completas continuarão disponíveis em outros dispositivos que usem as Fotos do iCloud.
pt_pt: Os vídeos e fotografias que tenham sido otimizados para guardar espaço serão removidos deste iPad, mas as versões originais continuarão disponíveis noutros dispositivos através de Fotografias em iCloud.
ro: Pozele și clipurile video care au fost optimizate pentru a economisi spațiu vor fi eliminate de pe acest iPad. Versiunile originale, la rezoluție integrală, vor fi în continuare disponibile pe alte dispozitive care utilizează Poze iCloud.
ru: Фото и видео, оптимизированные для экономии места, будут удалены с этого iPad. Оригинальные полноразмерные версии все равно будут доступны на других устройствах через Фото iCloud.
sk: Fotky a videá, ktoré boli optimalizované s cieľom ušetriť miesto, budú odstránené z tohto iPadu. Originály v plnom rozlíšení budú aj naďalej dostupné na ostatných zariadeniach, ktoré používajú iCloud Fotky.
sl: Fotografije in videi, ki so bili optimizirani za varčevanje s prostorom, bodo odstranjeni iz tega iPada. Njihove prvotne različice v polni velikosti bodo še naprej na voljo v drugih napravah, v katerih uporabljate Fotografije iCloud.
sv: Bilder och videor som har optimerats för att spara utrymme kommer att tas bort från denna iPad. De ursprungliga fullständiga versionerna kommer fortfarande att vara tillgängliga på andra enheter som använder iCloud-bilder.
th: รูปภาพและวิดีโอที่ถูกปรับขนาดเพื่อประหยัดพื้นที่จะถูกเอาออกจาก iPad เครื่องนี้ เวอร์ชั่นเต็มที่เป็นต้นฉบับจะยังคงมีอยู่บนอุปกรณ์อื่นที่ใช้ “รูปภาพ iCloud”
tr: Yer kazanmanız için en iyi duruma getirilmiş fotoğraflar ve videolar bu iPad’den silinecektir. Özgün, tam sürümler iCloud Fotoğrafları’nı kullanan diğer aygıtlarda bulunmaya devam edecektir.
uk: Фото й відео, оптимізовані для заощадження місця, будуть вилучені з цього iPad. Первинні повні версії лишатимуться доступними на інших пристроях, що використовують Фото iCloud.
vi: Các ảnh và video đã được tối ưu hóa để tiết kiệm dung lượng sẽ bị xóa khỏi iPad này. Các phiên bản gốc, đầy đủ sẽ vẫn có sẵn trên các thiết bị khác sử dụng Ảnh iCloud.
zh_cn: 经优化以节省空间的照片和视频将从此iPad上移除。使用“iCloud照片”的其他设备仍可使用全分辨率的原始文件。
zh_hk: 為了節省空間而最佳化的相片及影片將會從此iPad中移除，完整的原始檔將仍可以在其他使用「iCloud相片」的裝置上取得。
zh_tw: 經過最佳化處理以節省空間的照片和影片會從此iPad上移除。完整解析度的原始版本仍可在其他裝置上透過「iCloud照片」取得。

# ICLOUDPHOTOS_DISABLE_PROMPT_DOWNLOAD_ORIGINALS_iPhone
source: Do you want to download a copy of your iCloud Photos to this iPhone? Photos and videos that have been optimized to save space will be removed from this iPhone. The original, full versions will still be available on other devices using iCloud Photos.
ar: هل ترغب بتنزيل نسخة من صور iCloud على هذا الـ iPhone؟ ستتم إزالة الصور والفيديوهات - التي تم تحسينها للاحتفاظ بالمساحة - من هذا الـ iPhone. ستظل النسخ الأصلية الكاملة متوفرة على الأجهزة الأخرى التي تستخدم صور iCloud.
bg: Искате ли да изтеглите на този iPhone копие от вашите iCloud снимки? Снимките и видеата, които са оптимизирани за пестене на място, ще бъдат премахнати от този iPhone. Оригиналните пълни версии ще бъдат налични на други устройства чрез iCloud снимки.
ca: Vols descarregar una còpia de les fotos a l’iCloud a l’iPhone? S’eliminaran de l’iPhone les fotos i els vídeos que s’hagin optimitzat per estalviar espai. Les versions completes originals continuaran estant disponibles a la resta de dispositius que utilitzin les fotos a l’iCloud.
cs: Chcete do iPhonu stáhnout kopii svých fotek na iCloudu? Z iPhonu budou odstraněny velikostně optimalizované fotky a videa. Na ostatních zařízeních připojených k fotkám na iCloudu budou původní plné verze nadále dostupné.
da: Vil du hente en kopi af iCloud-fotos til denne iPhone? Fotos og videoer, der er blevet optimeret til at spare plads, fjernes fra iPhone. De originale, fulde versioner vil stadig være tilgængelige på andre enheder, der bruger iCloud-fotos.
de: Soll eine Kopie deiner iCloud-Fotos auf dieses iPhone geladen werden? Fotos und Videos, die optimiert wurden, um Speicherplatz einzusparen, werden von diesem iPhone entfernt. Die Originalversionen sind weiterhin über „iCloud-Fotos“ auf anderen Geräten verfügbar.
el: Θέλετε να πραγματοποιηθεί λήψη αντιγράφου των Φωτογραφιών iCloud σας σε αυτό το iPhone; Οι φωτογραφίες και τα βίντεο που έχουν βελτιστοποιηθεί για εξοικονόμηση χώρου θα αφαιρεθούν από αυτό το iPhone. Οι αρχικές, πλήρεις εκδόσεις θα παραμείνουν διαθέσιμες σε άλλες συσκευές που χρησιμοποιούν τις Φωτογραφίες iCloud.
es: ¿Quieres descargar en este iPhone una copia de las fotos en iCloud? Las fotos y los vídeos que se han optimizado para ahorrar espacio se eliminarán de este iPhone. Sus versiones completas originales seguirán estando disponibles en otros dispositivos que usen las fotos en iCloud.
es_us: ¿Quieres descargar una copia de tu contenido de Fotos en iCloud a este iPhone? Se eliminarán de este iPhone las fotos y videos que se hayan optimizado para ahorrar espacio. Las versiones originales con la resolución completa seguirán disponibles en otros dispositivos que usen Fotos en iCloud.
fi: Ladataanko iPhoneen kopio iCloud-kuvista? Kuvat ja videot, jotka on optimoitu tilan säästämiseksi, poistetaan iPhonesta. Alkuperäiset täydet versiot ovat yhä muiden iCloud-kuvia käyttävien laitteiden käytettävissä.
fr: Voulez-vous télécharger une copie des éléments de Photos iCloud sur cet iPhone? Les photos et vidéos qui ont été optimisées pour libérer de l’espace seront supprimées de cet iPhone. Les versions en pleine résolution d’origine seront toujours disponibles sur les autres appareils utilisant Photos iCloud.
fr_ca: Souhaitez-vous télécharger une copie de vos photos iCloud sur cet iPhone? Les photos et vidéos qui ont été optimisées pour économiser de l’espace seront supprimées de cet iPhone. Leur version originale en pleine résolution restera disponible sur les autres appareils qui utilisent Photos iCloud.
he: להוריד עותק של ״תמונות iCloud״ שלך ל-iPhone זה? תמונות וסרטונים שעברו מיטוב לצורך חיסכון בשטח אחסון יוסרו מ-iPhone זה. ניתן יהיה לגשת לגירסאות המקוריות המלאות במכשירים אחרים באמצעות ״תמונות iCloud״.
hi: क्या आप इस iPhone पर अपने iCloud तस्वीर की कॉपी डाउनलोड करना ^[चाहते हैं](inflect: true)? जगह बचाने के लिए ऑप्टिमाइज़ की गई तस्वीरें और वीडियो इस iPhone से हटा दिए जाएँगे। iCloud तस्वीर का उपयोग करने वाले अन्य डिवाइस पर मूल, पूर्ण संस्करण अभी भी उपलब्ध रहेंगे।
hr: Želite li preuzeti kopiju vaših iCloud fotografija na ovaj iPhone? Fotografije i videozapisi koji su optimizirani za uštedu prostora uklonit će se s ovog iPhonea. Originalne cjelovite verzije i dalje će biti dostupne na drugim uređajima koji koriste iCloud fotografije.
hu: Le szeretné tölteni az iCloud-fotók másolatát erre az iPhone-ra? A tárhely-megtakarításhoz optimalizált fotók és videók el lesznek távolítva erről az iPhone-ról. Az eredeti, teljes verziók továbbra is elérhetők maradnak az iCloud-fotókat használó egyéb eszközökön.
id: Apakah Anda ingin mengunduh salinan Foto iCloud Anda ke iPhone ini? Foto dan video yang telah dioptimalkan untuk menghemat ruang akan dihapus dari iPhone ini. Versi asli yang utuh akan tetap tersedia di perangkat lain yang menggunakan Foto iCloud.
it: Vuoi scaricare una copia delle tue foto di iCloud su questo iPhone? I contenuti che sono stati ottimizzati per utilizzare meno spazio verranno rimossi da questo iPhone. Le versioni originali, alla massima risoluzione, saranno disponibili sugli altri dispositivi su cui è attiva l’opzione “Foto di iCloud”.
ja: iCloud写真のコピーをこのiPhoneにダウンロードしますか? 空き領域を確保するために最適化された写真とビデオはこのiPhoneから削除されます。オリジナルの完全版は、iCloud写真を使用しているデバイス上では引き続き利用できます。
kk: iCloud фотоларының көшірмесін осы iPhone құрылғысына жүктеп алу қажет пе? Жадты үнемдеу үшін оңтайландырылған фотолар мен видеолар осы iPhone құрылғысынан жойылады. Толық өлшемді түпнұсқа нұсқалары басқа құрылғыларда iCloud фотолары арқылы қолжетімді болады.
ko: iCloud 사진의 복사본을 이 iPhone으로 다운로드하겠습니까? 저장 공간을 확보하기 위해 최적화된 사진 및 비디오가 이 iPhone에서 제거됩니다. 전체 버전인 원본은 iCloud 사진을 사용하는 다른 기기에서 계속 사용할 수 있습니다.
lt: Ar norite atsisiųsti „iCloud“ nuotraukų kopiją į šį „iPhone“? Siekiant sutaupyti vietos optimizuotos nuotraukos ir vaizdo įrašai iš šio „iPhone“ bus pašalinti. Originalios, viso dydžio versijos vis tiek pasiekamos kituose įrenginiuose naudojant „iCloud“ nuotraukas“.
ms: Adakah anda mahu memuat turun salinan Foto iCloud anda ke iPhone ini? Foto dan video yang telah dioptimumkan untuk menjimatkan ruang akan dikeluarkan daripada iPhone ini. Versi penuh asal masih akan tersedia pada peranti lain yang menggunakan Foto iCloud.
nb: Vil du laste ned en kopi av iCloud Bilder til denne iPhonen? Bilder og videoer som er optimalisert for å spare plass, vil bli fjernet fra iPhonen. Fullversjonen av de opprinnelige filene vil fortsatt være tilgjengelig på andre enheter som bruker iCloud Bilder.
nl: Wil je een kopie van iCloud-foto's downloaden op deze iPhone? Foto's en video's die volledig zijn geoptimaliseerd om ruimte te besparen, worden van deze iPhone verwijderd. De originele, volledige versies blijven beschikbaar op andere apparaten die iCloud-foto's gebruiken.
pl: Czy chcesz pobrać kopię swoich Zdjęć w iCloud na tego iPhone’a? Zdjęcia i wideo, które zostały zoptymalizowane do oszczędzania miejsca, zostaną usunięte z tego iPhone’a. Pełne wersje oryginałów będą nadal dostępne na innych urządzeniach używających Zdjęć w iCloud.
pt: Deseja baixar uma cópia das suas Fotos do iCloud para este iPhone? As fotos e os vídeos que foram otimizados para economizar espaço serão removidos deste iPhone. As versões originais completas continuarão disponíveis em outros dispositivos que usam as Fotos do iCloud.
pt_pt: Gostaria de descarregar uma cópia de Fotografias em iCloud para este iPhone? Os vídeos e fotografias que tenham sido otimizados para guardar espaço serão removidos deste iPhone, mas as versões originais continuarão disponíveis noutros dispositivos através de Fotografias em iCloud.
ro: Doriți să descărcați o copie a conținutului dvs. din Poze iCloud pe acest iPhone? Pozele și clipurile video care au fost optimizate pentru a economisi spațiu vor fi eliminate de pe acest iPhone. Versiunile originale, la rezoluție integrală, vor fi în continuare disponibile pe alte dispozitive care utilizează Poze iCloud.
ru: Загрузить копию Фото iCloud на этот iPhone? Фото и видео, оптимизированные для экономии места, будут удалены с этого iPhone. Оригинальные полноразмерные версии все равно будут доступны на других устройствах через Фото iCloud.
sk: Chcete si na tento iPhone stiahnuť kópiu iCloud Fotiek? Fotky a videá, ktoré boli optimalizované s cieľom ušetriť miesto, budú odstránené z tohto iPhonu. Originály v plnom rozlíšení budú aj naďalej dostupné na ostatných zariadeniach, ktoré používajú iCloud Fotky.
sl: Želite v ta iPhone prenesti kopijo vsebin iz funkcije Fotografije iCloud? Fotografije in videi, ki so bili optimizirani za varčevanje s prostorom, bodo odstranjeni iz tega iPhona. Njihove prvotne različice v polni velikosti bodo še naprej na voljo v drugih napravah, v katerih uporabljate Fotografije iCloud.
sv: Vill du hämta en kopia av iCloud-bilder till denna iPhone? Bilder och videor som har optimerats för att spara utrymme kommer att tas bort från denna iPhone. De ursprungliga fullständiga versionerna kommer fortfarande att vara tillgängliga på andra enheter som använder iCloud-bilder.
th: คุณต้องการดาวน์โหลดสำเนาของ “รูปภาพ iCloud” ของคุณลงใน iPhone เครื่องนี้หรือไม่ รูปภาพและวิดีโอที่ถูกปรับขนาดเพื่อประหยัดพื้นที่จะถูกเอาออกจาก iPhone เครื่องนี้ เวอร์ชั่นเต็มที่เป็นต้นฉบับจะยังคงมีอยู่บนอุปกรณ์เครื่องอื่นที่ใช้ “รูปภาพ iCloud”
tr: iCloud Fotoğrafları’nızın bir kopyasını bu iPhone’a indirmek ister misiniz? Yer kazanmanız için en iyi duruma getirilmiş fotoğraflar ve videolar bu iPhone’dan silinecektir. Özgün, tam sürümler iCloud Fotoğrafları’nı kullanan diğer aygıtlarda bulunmaya devam edecektir.
uk: Ви хочете викачати копію своїх Фото iCloud на цей iPhone? Фото й відео, оптимізовані для заощадження місця, будуть вилучені з цього iPhone. Первинні повні версії лишатимуться доступними на інших пристроях, що використовують Фото iCloud.
vi: Bạn có muốn tải bản sao Ảnh iCloud của bạn về iPhone này không? Các ảnh và video đã được tối ưu hóa để tiết kiệm dung lượng sẽ bị xóa khỏi iPhone này. Các phiên bản gốc, đầy đủ sẽ vẫn có sẵn trên các thiết bị khác sử dụng Ảnh iCloud.
zh_cn: 你要将“iCloud照片”的副本下载到此iPhone上吗？ 经优化以节省空间的照片和视频将从此iPhone上移除。使用“iCloud照片”的其他设备仍可使用全分辨率的原始文件。
zh_hk: 你要下載「iCloud相片」的副本至此iPhone嗎？ 將會從此iPhone移除經過最佳化處理以節省空間的相片和影片。完整解像度的原始版本仍可在其他裝置上透過「iCloud相片」取得。
zh_tw: 要將「iCloud照片」下載到此iPhone嗎？ 經過最佳化處理以節省空間的照片和影片會從此iPhone上移除。完整解析度的原始版本仍可在其他裝置上透過「iCloud照片」取得。
